{
    "vaccination" : [
        {
            "title_1":"Providing Personalized Cat & Dog Vaccinations in Hinsdale, IL",
            "title_1_para_1":"At Lane Veterinary, we tailor our cat and dog vaccines to the individual patient. With unique health conditions and lifestyles, pets deserve personalized treatment that aligns closest with their needs. We recommend specific core vaccines to protect your pet against life-threatening viruses such as rabies and distemper, but we also craft an individualized vaccination schedule that is safest and most effective for them.",
            "title_1_para_2":"Our animal hospital practices Fear Free care, which means we can make your pet’s vaccine appointments more comfortable and less stressful. If you have any reservations about bringing in your dog or cat for their boosters, know that we can help to alleviate many of their fears and ensure they receive the protection they need against harmful diseases.",
            "title_1_bold":"Does your pet need to be vaccinated? Do you know which vaccines are most essential to their needs and lifestyle? Get in touch with us today!",
            "img1":"https://lanevet.com/wp-content/uploads/2022/10/happy-brown-dog-in-bed.jpg",
            "title_2":"Which Vaccines do We Offer Dogs and Cats?",
            "title_2_para_1":"Our vaccines train your pet’s immune system to know when an intruder is present, and capably fight it off with the necessary antibodies. Dogs and cats each have their own tailored vaccines, designed to protect them against canine and feline-specific diseases.",
            "title_2_para_2" : "To maintain your pet’s protection without over-vaccinating, we space out booster shots and offer 3-year rabies and distemper vaccines, which we can give to your pet after they’ve had their initial series of boosters.",
            "title_2_bold" : "At Lane Veterinary Services, we offer the following vaccines for dogs and cats, which can be tailored to your pet’s individual needs and lifestyle:",
            "title_3":"Will My Pet Need Every Vaccine?",
            "title_3_para_1": "Your dog or cat can likely enjoy all the protection they require with a few core vaccinations given on a regular basis. However, if any changes in their lifestyle, environment, or health occur, we might need to add or subtract certain boosters from their regimen. Traveling, living among other pets, and/or living near wildlife can determine whether your pet needs additional vaccines to keep them safe.",
            "title_3_para_2" : "",
            "title_3_bold":"To know exactly which vaccines your pet needs and how frequently, reach out to our team at Lane Veterinary. We will be happy to tell you all about the different vaccines we carry, and help you and your pet establish an appropriate vaccine schedule. Give us a call today at (630) 320-6644!",
            "img2":"https://lanevet.com/wp-content/uploads/2022/10/puppy-kitten-laying-together.jpg",
            "img3":{}
            
        }
    ],

    "wellness" : [
        {
            "title_1":"Preserving Your Companion’s Health with Pet Wellness Care in Hinsdale, IL",
            "title_1_para_1":"Routine vet visits are a necessity for your pet. Dogs and cats age 5-7 years for each human year, and because they age so rapidly, their health is prone to subtle changes that might fly under the radar if a veterinarian is not on hand to catch them! At Lane Veterinary, we’re advocates for proactive pet wellness care here in Hinsdale. It allows us to examine your pet from head to tail and recommend treatment if we happen to find anything suspicious. A lot can change in a year, but with our help, you can anticipate many of these changes and ensure a better life for your companion.",
            "title_1_para_2":"In Hinsdale, IL, pet owners prioritize the well-being of their beloved companions through dedicated pet wellness care. Local veterinary services in the area understand the importance of preventative measures to ensure the health and longevity of furry family members. From routine vaccinations and regular check-ups to nutritional guidance and dental care, Hinsdale's pet wellness facilities are committed to providing comprehensive and compassionate services.",
            "title_1_bold":"We’d love to see you and your pet for their next checkup!",
            "img1":"https://lanevet.com/wp-content/uploads/bb-plugin/cache/brown-dog-looking-at-camera-portrait-df11336549ad3a5db4cd8e0da7a556b5-o0c6e8zlnsda.jpg",
            "title_2":"Are Annual Pet Wellness Exams Really Necessary?",
            "title_2_para_1":"We recommend annual exams for healthy adult dogs and cats, and biannual (twice-yearly) exams for senior pets. Senior pets are more prone to health issues, and more frequent exams allow us to monitor those issues.",
            "title_2_para_2" : "The reason we recommend annual and biannual exams is to better understand your pet’s health from one year to the next. We also want to help you better understand your pet! Our goal is to develop a strong mutual understanding with you so you can trust our recommendations, and also feel empowered to make the best choices for your pet’s needs.",
            "title_2_bold" : "",
            "title_3":" Our Parasite Control Recommendations for Dogs and Cats",
            "title_3_para_1": "We recommend year-round heartworm, flea, and tick prevention for dogs. Heartworm disease is spread by mosquito bites, and mosquitoes can survive inside our homes during the winter. Heartworm disease is difficult to treat in dogs and is a long process, so prevention is key. ",
            "title_3_para_2":"In addition to mosquitoes and heartworm disease, ticks are prevalent, and they can also survive the winter. We recommend annual testing for heartworm and tick-borne illness in dogs, because you need a negative test to safely give your pet their preventatives.",
            
            "img2":"https://lanevet.com/wp-content/uploads/bb-plugin/cache/orange-cat-looking-to-side-square-13913e3f5673aad89d9553a71a7818a7-gd58r2fbsqlp.jpg"
        }
    ],

    "dental" : [
        {
            "title_1":"Reducing Dental Disease with Teeth Cleanings for Dogs & Cats in Hinsdale, IL",
            "title_1_para_1":" The condition of your pet’s teeth is intrinsically tied to their overall health, and we want to help you keep those pearly whites clean. Dogs and cats are prone to dental (periodontal) disease without regular at-home and in-hospital dental care. By age 3, they might have significant tartar buildup on their teeth, which can be a breeding ground for bacteria. ",
            "title_1_para_2":" In Hinsdale, IL, pet owners prioritize dental health for their dogs and cats through professional teeth cleanings. Local veterinary services offer effective preventive measures, reducing the risk of dental disease. Regular cleanings not only enhance oral hygiene but contribute to the overall well-being of pets, ensuring they lead happy and healthy lives.",
            "title_1_bold":"Does your pet’s breath make you wrinkle your nose? It might be time for an oral exam!",
            "img1":" https://lanevet.com/wp-content/uploads/bb-plugin/cache/dog-dental-exam-portrait-58a1ad8802dadb99105e310853b5f35d-xpns76ki5foq.jpg",
            "title_2":"What Happens During a Teeth Cleaning for My Dog or Cat?",
            "title_2_para_1":"All of our cat and dog teeth cleaning procedures are performed under anesthesia. Your pet’s care and safety are our highest priorities, and anesthesia helps us perform teeth cleanings thoroughly and with minimal discomfort.",
            "title_2_para_2" : "Similar to surgeries, our dental cleaning patients are monitored carefully throughout their procedure and kept warm and comfortable as they awaken from the anesthesia. Once your pet is fully awake and able to stand, walk, and go to the bathroom with ease, we will contact you and go over discharge instructions when you arrive.",
            "title_2_bold" : "",
            "title_3":"Prevent Dental Disease with Regular At-Home Care",
            "title_3_para_1": "Your pet’s dental treatment begins at home. It's best to start right away, when your pet is a puppy or kitten, so they can get used to having a toothbrush in their mouth. You can start by using your finger to touch their gums and teeth, then move on to the toothbrush. An effective way to make teeth brushing a part of your pet's daily routine is to schedule it at the same time every day. For instance, brushing your pet's teeth before dinner can help them form a positive association with teeth brushing.",
            "title_3_para_2":"Teeth brushing is essential because it helps to reduce tartar and gingivitis, which contributes to bacteria formation in your pet's mouth. Try to set an attainable goal that suits your schedule and lifestyle so you and your pet can work together to keep their teeth clean and healthy. To supplement your pet's at-home care, you can also try boarded dentist-approved products like treats and chews.",
            "title_3_bold":"",
            "img2":" https://lanevet.com/wp-content/uploads/bb-plugin/cache/veterinary-laser-therapy-square-25c82b76aee5d24222ad17fcf46f5db3-pmzdk3liawfg.jpg"
        }
    ],
    "wellnes" : [
        {
            "title_1":"",
            "title_1_para_1":"",
            "title_1_para_2":"",
            "title_1_bold":"",
            "img1":"",
            "title_2":"",
            "title_2_para_1":"",
            "title_2_para_2" : "",
            "title_2_bold" : "",
            "title_3":"",
            "title_3_para_1": "",
            "title_3_para_2":"",
            "title_3_bold":"",
            "img2":""
        }
    ]
   
    
}